[
    {
        "opinion_id": "16494017",
        "author": "k...7",
        "recommendation": null,
        "score": 1.0,
        "description": "Jestem bardzo zadowolona z zakupu.",
        "pros": "jakość dźwięku, jakość obrazu, łatwość obsługi, wygląd",
        "cons": "",
        "like": 2,
        "dislike": 2,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "I’m very satisfied with purchase. ",
        "pros_en": "sound quality, image quality, ease of use, appearance",
        "cons_en": ""
    },
    {
        "opinion_id": "16902851",
        "author": "t...z",
        "recommendation": null,
        "score": 0.6,
        "description": "Telewizor w 95% przypadków się sprawdza, ale... nikt nie wspomina o tzw. cloudingu!! Białe \"łuny\" światła przy podświetlaniu krawędziowym podczas wyświetlania czerni w moim poprzednim telewizorze były głównym powodem zmiany tv. Wszysycy (sprzedawcy i recenzencji) zapewniali, że w przypadku QLED jest podświetlanie bezośrednie obszarowe i taki probelm nie występuje. Otóż NIESTETY TAK - występuje i w dodatku jest mocno widoczny, w bardzo ciemnych scenach białe \"chmurki\" wręcz rażą w oczy. Dowiedziałem się z forów, że problem jest w zasadzie nierozwiązywalny więc producenci uznają to nie za wadę tylko za CECHĘ tych telewizorów i nie uznają z tego tytuł reklamacji... Jeśli tv służy ci głównie do programów informacyjnych, sportu i dokumentów na Discovery - bierz w ciemno. Jeśli jesteś fanem kryminałów i horrorów - ODRADZAM!",
        "pros": "",
        "cons": "",
        "like": 14,
        "dislike": 14,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "The TV works 95% of the time, but... no one mentions the so-called clouding!! White \"wool\" lights at the edge illumination while displaying black on my previous TV was the main reason for the change in TV. All (sellers and reviewers) assured that in the case of QLED there is direct area illumination and such a problem does not occur. Well, UNFORTUNATELY, YES - IT does exist and in addition it is highly visible, in very dark scenes white \"clouds\" are even a bump in the eye.",
        "pros_en": "",
        "cons_en": ""
    },
    {
        "opinion_id": "16881122",
        "author": "g...t",
        "recommendation": null,
        "score": 0.8,
        "description": "Bardo cienki jak na QLED, oczywiście OLED jest cieńszy, ale tutaj jest naprawdę super. Obra spełnia oczekiwania. System smart Tizen ok, choć TV sprzedawany na Mundial powinen mieć możliwość zainstalowania TVP Sport, a niestety nie ma go w sklepie TIZEN. Rewelacyjny pilot. Mały, z ładowaniem przez USB i co ważniejsze z panaelem słonecznym z tyłu - ładuje się światłem. Podstawa taka sobie, z jej powodu i ze względu na bardzo smukłą obudowę, będę wieszał TV na ścianie. Wszystkie złącza, które potrzeba w nowoczesnym TV. WiFi działa bez zarzutu ze wszystkimi aplikacjami VOD. Pomimo braku podświetlenia matrycowego, obraz lepszy niż w innych z podświetleniem matrycowym. 65\" w zupełności wystarcza przy 3 m odległości od kanapy. I wcale nie jest za duży.",
        "pros": "jakość obrazu, łatwość obsługi, wygląd",
        "cons": "jakość dźwięku",
        "like": 0,
        "dislike": 0,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "Bardo thin for QLED, of course OLED is thinner, but here it's really cool. Obra meets the expectations. The smart Tizen system is ok, although the TV sold at the World Cup should be able to install TVP Sport, and unfortunately it is not in the TIZEN store. Excellent remote control. Small, with USB charging and, more importantly, with a solar panel at the back - it charges with light. Such a base for myself, because of it and due to the very slim housing, I will hang a TV on the wall. All connectors that you rub",
        "pros_en": "image quality, ease of use, appearance",
        "cons_en": "Audio quality"
    },
    {
        "opinion_id": "16902832",
        "author": "t...6",
        "recommendation": null,
        "score": 1.0,
        "description": "Po zakupie skorzystałem ze zwrotu 14 dni ,zostałem wprowadzony w błąd TV mił miec funkcje nagrywania programów i tak było w opisie w rzeczywistości jej nie miał",
        "pros": "",
        "cons": "",
        "like": 2,
        "dislike": 2,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "After the purchase I took advantage of a refund of 14 days ,I was misled by the TV nice to have the recording functions of the programs and so it was in the description actually did not have it",
        "pros_en": "",
        "cons_en": ""
    },
    {
        "opinion_id": "17123840",
        "author": "m...7",
        "recommendation": null,
        "score": 0.8,
        "description": "Telewizor zgodny z opisem jakość obrazu podczas oglądania 4 k czy grania na x Box świetna . Warto dokupią zewnętrzne głośniki te wbudowane są słabej jakości .",
        "pros": "",
        "cons": "",
        "like": 0,
        "dislike": 0,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "The TV conforms to the description of the picture quality when watching 4 k or playing on x Box great . It is worth buying external speakers that are built-in of poor quality .",
        "pros_en": "",
        "cons_en": ""
    },
    {
        "opinion_id": "16349053",
        "author": "Marcin",
        "recommendation": null,
        "score": 1.0,
        "description": "Telewizor z górnej półki. Jakość obrazu bardzo dobra + wszystkie \"bajery\" występujące w lepszych telewizorach",
        "pros": "jakość dźwięku, jakość obrazu, łatwość obsługi, wygląd",
        "cons": "",
        "like": 2,
        "dislike": 2,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "TV from the top shelf. Very good image quality + all the \"goodies\" found on better TVs",
        "pros_en": "sound quality, image quality, ease of use, appearance",
        "cons_en": ""
    },
    {
        "opinion_id": "17619629",
        "author": "m...a",
        "recommendation": null,
        "score": 1.0,
        "description": "JESTEŚMY Z MĘŻEM ZADOWOLENI Z ZAKUPU TEGO TV. NIE PRZEŻYLIŚMY JAKIEGOŚ SZOKU Z POWODU ZMIANY WIELKOŚCI EKRANU BO DO TEJ PORY MIELIŚMY 3-LETNI TV SAMSUNG UHD 4K 50\" ALE ZAWSZE EKRAN 65\" TO RÓŻNICA WIELKOŚCI 32 CM. TERAZ PRZENIEŚLIŚMY 50\" DO SYPIALNI. W SALONIE NATOMIAST POSTAWILIŚMY TEN 65\", DO KTÓREGO PODŁĄCZONY MAMY DEKODER 4K I SOUNDBAR SAMSUNG 5,1. TERAZ MOŻEMY OGLĄDAĆ ULUBIONE FILMY I PROGRAMY NA \"DUŻYM EKRANIE\" W DOSKONAŁEJ JAKOŚCI OBRAZEM I DŹWIĘKIEM PRZESTRZENNYM. SUPER ZAKUP.",
        "pros": "jakość dźwięku, jakość obrazu, łatwość obsługi, wygląd",
        "cons": "",
        "like": 0,
        "dislike": 0,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "MY HUSBAND AND I ARE VERY HAPPY WITH THE PURCHASE OF THIS TV. WE DIDN 'T GET ANY SHOCK BECAUSE WE HAD A 3 YEAR OLD SAMSUNG UHD 4K 50\"TV BUT ALWAYS A 65\" SCREEN IS A 32CM DIFFERENCE. NOW WE'VE MOVED 50\" INTO THE BEDROOM. IN THE LIVING ROOM, HOWEVER, WE PUT THE 65\", TO WHICH WE HAVE A 4K DECODER AND A SAMSUNG 5.1 SOUNDBAR CONNECTED. NOW WE CAN WATCH YOUR FAVORITE MOVIES AND SHOWS ON THE \"BIG SCREEN\" IN EXCELLENT IMAGE QUALITY AND SURROUND SOUND. GREAT PURCHASE.",
        "pros_en": "sound quality, image quality, ease of use, appearance",
        "cons_en": ""
    },
    {
        "opinion_id": "16991354",
        "author": "m...l",
        "recommendation": null,
        "score": 0.7,
        "description": "Dostałem telewizor z bardzo nierównomiernym podświetleniem, na całym ekranie na ciemnym tle widoczne prześwietlenia. Zareklamowałem u dostawcy w Media Expert, i bardzo szybko wymienili mi towar na nowy. Niestety w drugim telewizorze jest podobny defekt, w o wiele mniejszej skali, aczkowiek jest czasem widoczny przy oglądaniu filmów- na czarnym tle. Poza tym TV jest bardzo dobry- menu, obsługa, wygląd oraz gra na PS4 to super przyjemność. Gdyby nie te podświetlenie- byłby idealny.",
        "pros": "jakość dźwięku, łatwość obsługi, wygląd",
        "cons": "jakość obrazu",
        "like": 1,
        "dislike": 1,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "I got a TV with a very uneven backlight, visible x-rays all over the screen on a dark background. I advertised with the supplier in Media Expert, and very quickly they exchanged the goods for a new one. Unfortunately, in the second TV there is a similar defect, on a much smaller scale, the achkovek is sometimes visible when watching movies - on a black background. In addition, the TV is very good - the menu, service, appearance and gameplay on PS4 is a great pleasure. If it wasn't for the backlight, it would be perfect.",
        "pros_en": "sound quality, ease of use, appearance",
        "cons_en": "Image Quality"
    },
    {
        "opinion_id": "16953997",
        "author": "z...7",
        "recommendation": null,
        "score": 1.0,
        "description": "Bardzo elegancko, szkoda że nie ma wejścia na słuchawki.",
        "pros": "",
        "cons": "",
        "like": 0,
        "dislike": 0,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "Very elegant, too bad there's no headphone entry.",
        "pros_en": "",
        "cons_en": ""
    },
    {
        "opinion_id": "17173396",
        "author": "k...2",
        "recommendation": null,
        "score": 1.0,
        "description": "Udany zakup. Obraz rewelacyjny, szczerze polecam.",
        "pros": "",
        "cons": "",
        "like": 0,
        "dislike": 0,
        "publish_date": null,
        "purchase_date": null,
        "description_en": "Successful purchase. The picture is sensational, I sincerely recommend it.",
        "pros_en": "",
        "cons_en": ""
    }
]